export {arrayWordsAndTranslations, arrayWordsForAudition};

const arrayWordsAndTranslations = [
  ['meal', 'еда', 'пища', 'мука', 'питание', 'продовольствие', 'корм', 'провизия'],
  ['slave', 'раб', 'рабыня', 'невольник', 'крепостной'],
  ['queue', 'очередь', 'коса', 'хвост', 'косичка'],
  ['tax', 'налог', 'сбор', 'пошлина', 'оброк', 'бремя'],
  ['lorry', 'грузовик', 'грузовой автомобиль', 'автомобиль', 'фура'],
  ['aim', 'цель', 'прицеливание', 'стремление', 'прицел', 'мишень', 'замысел', 'намерение'],
  ['injury', 'травма', 'повреждение', 'ушиб', 'рана', 'вред'],
  ['soul', 'душа', 'дух', 'сущность', 'энергия'],
  ['effort', 'усилие', 'попытка', 'напряжение', 'старание', 'достижение', 'натуга'],
  ['income', 'доход', 'прибыль', 'поступления', 'заработок', 'зп', 'получка'],
  ['refugee', 'беженец', 'мигрант', 'эмигрант', 'беглец']
];

const arrayWordsForAudition = [
  ['luggage', 'багаж', 'поклажа', 'вещи'],
  ['discount', 'скидка', 'дисконт', 'процент скидки'],
  ['personality', 'личность', 'индивидуальность', 'деятель', 'персона', 'известная личность', 'личные свойства', 'особенности характера'],
  ['Belarus', 'Беларусь', 'Республика Беларусь', 'РБ'],
  ['scenery', 'пейзаж', 'декорации', 'ландшафт'],
  ['shower', 'душ', 'ливень', 'поток', 'град', 'осадки'],
  ['journey', 'путешествие', 'поездка', 'трип', 'рейс', 'вояж', 'прогулка'],
  ['babushka', 'бабушка', 'косынка', 'головной платок', 'бабка'],
  ['muzhik', 'мужик', 'мужчина', 'деревенщина'],
  ['glory', 'слава', 'великолепие', 'триумф', 'восторг', 'гордость', 'сияние']
];
